{"metadaten":{"kennung":"urn:xoev-de:xjustiz:codeliste:gds.bestandteiltyp_2.4","kennungInhalt":"urn:xoev-de:xjustiz:codeliste:gds.bestandteiltyp","version":"2.4","nameKurz":[{"value":"GDS.Bestandteiltyp"}],"nameLang":[{"value":"GDS.Bestandteiltyp"}],"nameTechnisch":"gds.bestandteiltyp","herausgebernameLang":[{"value":"BLK-AG IT-Standards in der Justiz"}],"herausgebernameKurz":[{"value":"AG IT-Standards"}],"beschreibung":[{"value":"Eine Datei eines Dokumentes wird durch die Codeliste Bestandteiltyp weiter klassifiziert."}],"versionBeschreibung":[{"value":"Eine Datei eines Dokumentes wird durch die Codeliste Bestandteiltyp weiter klassifiziert."}],"aenderungZurVorversion":[],"handbuchVersion":"1.1","xoevHandbuch":false,"gueltigAb":"2023-10-31T00:00:00.000+0100","bezugsorte":[]},"spalten":[{"spaltennameLang":"Schlüssel","spaltennameTechnisch":"code","datentyp":"string","codeSpalte":true,"verwendung":"required","empfohleneCodeSpalte":true},{"spaltennameLang":"Wert","spaltennameTechnisch":"wert","datentyp":"string","codeSpalte":false,"verwendung":"required","empfohleneCodeSpalte":false},{"spaltennameLang":"Beschreibung","spaltennameTechnisch":"beschreibung","datentyp":"string","codeSpalte":false,"verwendung":"optional","empfohleneCodeSpalte":false}],"daten":[["001","Original","Als Original eines Dokumentes wird die Datei bezeichnet, die zu einem Verfahren/Vorgang übermittelt, selbst erstellt oder eingescannt wurde. Sie enthält fachlich relevante Informationen."],["002","Repräsentat","Als Repräsentat eines Dokumentes werden Dateien bezeichnet, die zu Wiedergabezwecken zusätzlich als PDF/A bereitgestellt werden. Sie werden durch Konvertierung der Original-Datei in das PDF/A-Format erzeugt und geben somit den Inhalt der Original-Datei wieder. Sie können zusätzlich Annotationen, die im Rahmen der weiteren Bearbeitung eines Vorgangs angebracht wurden, enthalten."],["003","Signaturdatei","Signaturdateien enthalten die qualifizierte elektronische Signatur der Datei, die signiert wurde. Sie entstehen immer dann, wenn beim Signieren einer Datei eine eigene Datei erstellt wird, die die Signatur enthält (detached signatur). Für Signaturdateien muss im Element dateiname.bezugsdatei immer der Dateiname der signierten Datei angegeben werden. Auf diese Weise wird ein Bezug zwischen der Signaturdatei und der signierten Datei hergestellt."],["004","signierte Vorversion","Dieser Bestandteiltyp wird nur für die justizinterne Kommunikation verwendet."],["006","Transfervermerk","Der Transfervermerk wird beim ersetzenden Scannen erstellt. Er enthält die fachlich relevanten Angaben über den Transfer eines Papierdokumentes in ein elektronisches Dokument."],["010","Prüfvermerk","Mit Prüfvermerk wird die Datei bezeichnet, die Informationen über die Prüfung der verfahrensrechtlich relevanten Informationen zu einem Dokument enthält. Es kann sich dabei um die Ergebnisse der Prüfung einer elektronischen Signatur (Prüfdokumente) und/oder der elektronischen Übermittlung wie z.B. Eingangszeitpunkt und sicherer Übermittlungsweg (Prüfvermerk) handeln."],["011","VHN","Der Vertrauenswürdige Herkunftsnachweis (VHN) gibt Auskunft darüber, ob eine elektronische Nachricht über einen bestimmten sicheren Übermittlungsweg übermittelt wurde. Er enthält die Hashwerte der jeweiligen Dateien, die übermittelt wurden, Angaben zur absendenden Identität sowie eine Information (ja/nein), ob sich die absendende Identität sicher im Sinne der gesetzlichen Vorschriften angemeldet hat und somit die Nachricht über einen sicheren Übermittlungsweg versandt wurde. Der VHN ist eine XML-Datei. Sie ist immer signiert, so dass im Dokumentenknoten, in dem ein VHN als Bestandteiltyp angegeben wurde, immer auch ein Bestandteiltyp \"Signaturdatei\" vorhanden sein muss. Für diese Signaturdatei muss im Element dateiname.bezugsdatei der Dateiname der VHN-Datei angegeben werden."],["012","hinlaufendes eEB","Mit dem Bestandteiltyp hinlaufendes eEB (elektronisches Empfangsbekenntnis) wird die XJustiz-Nachricht bezeichnet, die die Anforderungen eines elektronischen Empfangsbekenntnisses für das Dokument enthält, dessen Bestandteil es ist (siehe auch § 172 Abs. 3 Satz 3 ZPO)."]]}